Repository: smswithoutborders/RelaySMS-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, sw, tr

source: %@ accounts
ar: الحسابات %@
de: %@ Konten
es: %@ cuentas
fa: حساب‌های %@
fr: %@ comptes
sw: Akaunti %@
tr: %@ hesaplar

source: %@ phone number
ar: رقم هاتف %@
de: %@ Telefonnummer
es: Número de teléfono %@
fa: شماره تلفن %@
fr: Numéro de téléphone %@
sw: Namba ya simu %@
tr: %@ telefon numarası

source: Account
ar: الحساب
de: Konto
es: Cuenta
fa: حساب
fr: Compte
sw: Akaunti
tr: Hesap

source: Add Account
ar: إضافة حساب
de: Konto hinzufügen
es: Añadir cuenta
fa: افزودن حساب
fr: Ajouter un compte
sw: Ongeza Akaunti
tr: Hesap Ekle

source: Add Accounts to Vault
ar: إضافة الحسابات إلى Vault
de: Konten zu Vault hinzufügen
es: Añadir cuentas a Vault
fa: افزودن حساب‌ها به Vault
fr: Ajouter des Comptes à Vault
sw: Ongeza Akaunti kwenye Vault
tr: Kasaya Hesap Ekleme

source: Already got code
ar: حصلت بالفعل على الرمز
de: Code bereits erhalten
es: Ya tengo el código
fa: کد را دریافت کرده‌ام
fr: Code déjà reçu
sw: Nimepata msimbo tayari
tr: Kodu zaten aldım

source: Already got SMS code
ar: حصلت بالفعل على رمز الرسائل القصيرة
de: SMS-Code bereits erhalten
es: Ya tengo el código SMS
fa: کد پیامک را قبلاً دریافت کرده‌ام
fr: Déjà reçu le code SMS
sw: Nimepata tayari msimbo wa SMS
tr: SMS kodunu zaten aldım

source: Already have an account?
ar: هل لديك حساب بالفعل؟
de: Sie haben bereits ein Konto?
es: ¿Ya tiene una cuenta?
fa: قبلاً حساب دارید؟
fr: Vous avez déjà un compte ?
sw: Una akaunti tayari?
tr: Zaten bir hesabınız var mı?

source: An example message... RelaySMS Reply Please paste this entire message in your RelaySMS app 3AAAAGUoAAAAAAAAAAAAAADN2pJG+1g5bNt1ziT84plbYcgwbbp+PbQHBf7ekxkOO...
ar: مثال على رسالة... رد RelaySMS الرجاء لصق هذه الرسالة بأكملها في تطبيق RelaySMS الخاص بك 3AAAAGUoAAAAAAAAAAAAAADN2pJG+1g5bNt1ziT84plbYcgwbbp+PbQHBf7ekxkOO...
de: Eine Beispielnachricht... RelaySMS-Antwort Bitte fügen Sie diese gesamte Nachricht in Ihre RelaySMS-App ein 3AAAAGUoAAAAAAAAAAAAAADN2pJG+1g5bNt1ziT84plbYcgwbbp+PbQHBf7ekxkOO...
es: Un mensaje de ejemplo... Respuesta de RelaySMS Por favor, pega este mensaje completo en tu aplicación RelaySMS 3AAAAGUoAAAAAAAAAAAAAADN2pJG+1g5bNt1ziT84plbYcgwbbp+PbQHBf7ekxkOO...
fa: یک پیام نمونه... پاسخ RelaySMS لطفاً کل این پیام را در برنامه RelaySMS خود بچسبانید 3AAAAGUoAAAAAAAAAAAAAADN2pJG+1g5bNt1ziT84plbYcgwbbp+PbQHBf7ekxkOO...
fr: Un exemple de message... Réponse RelaySMS Veuillez coller ce message entier dans votre application RelaySMS 3AAAAGUoAAAAAAAAAAAAAADN2pJG+1g5bNt1ziT84plbYcgwbbp+PbQHBf7ekxkOO...
sw: Mfano wa ujumbe... Jibu la RelaySMS Tafadhali bandika ujumbe huu wote katika programu yako ya RelaySMS 3AAAAGUoAAAAAAAAAAAAAADN2pJG+1g5bNt1ziT84plbYcgwbbp+PbQHBf7ekxkOO...
tr: Örnek bir mesaj... RelaySMS Yanıtı Lütfen bu mesajın tamamını RelaySMS uygulamanıza yapıştırın 3AAAAGUoAAAAAAAAAAAAAADN2pJG+1g5bNt1ziT84plbYcgwbbp+PbQHBf7ekxkOO...

source: Available Platforms
ar: المنصات المتاحة
de: Verfügbare Plattformen
es: Plataformas disponibles
fa: پلتفرم‌های موجود
fr: Plates-formes disponibles
sw: Majukwaa Yaliyopo
tr: Mevcut Platformlar

source: Bcc
ar: نسخة مخفية
es: Cco
fa: رونوشت مخفی
fr: Cci
sw: Nakala Bubu

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
sw: Ghairi
tr: İptal

source: Cc
ar: نسخة
fa: رونوشت
sw: Nakala

source: Change App Language
ar: تغيير لغة التطبيق
de: App-Sprache ändern
es: Cambiar el idioma de la aplicación
fa: تغییر زبان برنامه
fr: Changer la langue de l'application
sw: Badilisha Lugha ya Programu
tr: Ayarları Aç

source: Check out our step-by-step guide
ar: اطلع على دليلنا خطوة بخطوة
de: Schauen Sie sich unsere Schritt-für-Schritt-Anleitung an
es: Consulta nuestra guía paso a paso
fa: راهنمای گام به گام ما را بررسی کنید
fr: Consultez notre guide étape par étape
sw: Angalia mwongozo wetu wa hatua kwa hatua
tr: Adım adım kılavuzumuza göz atın

source: Choose the platform you will like to revoke accounts from. Next screen will let you choose which account to revoke for the platform.
ar: اختر المنصة التي ترغب في إلغاء الحسابات منها. ستتيح لك الشاشة التالية اختيار الحساب الذي تريد إلغاءه للمنصة.
de: Wählen Sie die Plattform aus, für die Sie Konten sperren möchten. Auf dem nächsten Bildschirm können Sie auswählen, welches Konto für die Plattform widerrufen werden soll.
es: Elija la plataforma de la que desea revocar cuentas. La siguiente pantalla le permitirá elegir qué cuenta revocar para la plataforma.
fa: پلتفرمی را که می‌خواهید حساب‌ها را از آن لغو کنید انتخاب کنید. صفحه بعدی به شما اجازه می‌دهد حسابی را که می‌خواهید برای پلتفرم لغو کنید انتخاب نمایید.
fr: Choisissez la plateforme dont vous souhaitez révoquer les comptes. L'écran suivant vous permet de choisir le compte à révoquer pour la plateforme.
sw: Chagua jukwaa ambalo ungependa kufuta akaunti kutoka. Skrini inayofuata itakuwezesha kuchagua akaunti gani utafuta kutoka kwenye jukwaa.
tr: Hesapları iptal etmek istediğiniz platformu seçin. Sonraki ekran, platform için hangi hesabın iptal edileceğini seçmenize izin verecektir.

source: Choosing a country for routing your messages
ar: اختيار بلد لتوجيه رسائلك
de: Auswahl eines Landes für die Weiterleitung Ihrer Nachrichten
es: Elegir un país para enrutar tus mensajes
fa: انتخاب کشور برای مسیریابی پیام‌های شما
fr: Choisir un pays pour l'acheminement de vos messages
sw: Kuchagua nchi ya kupitisha ujumbe wako
tr: Mesajlarınızın yönlendirilmesi için ülke seçimi

source: Choosing a Gateway client in the same Geographical location as you helps improves the reliability of your messages being delivered
ar: اختيار Gateway Client في نفس الموقع الجغرافي الخاص بك يساعد على تحسين موثوقية توصيل رسائلك
es: Elegir un Gateway Client en la misma ubicación geográfica que tú ayuda a mejorar la fiabilidad de la entrega de tus mensajes.
fa: انتخاب Gateway Client در همان موقعیت جغرافیایی شما به بهبود اطمینان تحویل پیام‌های شما کمک می‌کند
fr: Le choix d'un client Gateway situé dans la même zone géographique que vous permet d'améliorer la fiabilité de l'acheminement de vos messages.
sw: Kuchagua Gateway Client katika eneo la Kijiografia sawa na lako husaidia kuboresha uaminifu wa ujumbe wako kuwasilishwa
tr: Sizinle aynı Coğrafi konumda bulunan bir Ağ Geçidi istemcisi seçmek, mesajlarınızın teslimatının güvenilirliğini artırmaya yardımcı olur

source: Come back anytime
ar: عد في أي وقت
de: Jederzeit wiederkommen
es: Vuelve cuando quieras
fa: هر زمان که خواستید برگردید
fr: Revenez à tout moment
sw: Rudi wakati wowote
tr: İstediğin zaman gel.

source: Compose email
ar: إنشاء بريد إلكتروني
de: E-Mail verfassen
es: Redactar correo electrónico
fa: نوشتن ایمیل
fr: Composer un e-mail
sw: Tunga barua pepe
tr: E-posta oluşturma

source: Compose for Platform
ar: إنشاء للمنصة
de: Compose für Plattform
es: Componer para plataforma
fa: نوشتن برای پلتفرم
fr: Compose pour la plate-forme
sw: Tunga kwa Jukwaa
tr: Platform için Compose

source: Compose Message
ar: إنشاء رسالة
de: Nachricht verfassen
es: Redactar mensaje
fa: نوشتن پیام
fr: Rédiger un Message
sw: Tunga Ujumbe
tr: Mesaj Oluştur

source: Compose new message
ar: إنشاء رسالة جديدة
de: Neue Nachricht verfassen
es: Redactar nuevo mensaje
fa: نوشتن پیام جدید
fr: Composer un nouveau message
sw: Andika ujumbe mpya
tr: Yeni mesaj oluştur

source: Compose Post
ar: إنشاء منشور
de: Beitrag verfassen
es: Redactar mensaje
fa: نوشتن پست
fr: Créer une Publication
sw: Tunga Chapisho
tr: Gönderi Oluştur

source: Continue
ar: متابعة
de: Weiter
es: Continúe en
fa: ادامه
fr: Continuer
sw: Endelea
tr: Devam et

source: Continue Deleting
ar: متابعة الحذف
de: Löschung fortsetzen
es: Continuar borrando
fa: ادامه حذف
fr: Poursuivre la suppression
sw: Endelea Kufuta
tr: Silmeye Devam Et

source: Continue to iOS settings and select your preferred language for RelaySMS.
ar: انتقل إلى إعدادات iOS واختر لغتك المفضلة لـ RelaySMS.
de: Fahren Sie fort zu den iOS-Einstellungen und wählen Sie Ihre bevorzugte Sprache für RelaySMS.
es: Continúe a la configuración de iOS y seleccione su idioma preferido para RelaySMS.
fa: به تنظیمات iOS بروید و زبان ترجیحی خود را برای RelaySMS انتخاب کنید.
fr: Continuez vers les paramètres iOS et sélectionnez votre langue préférée pour RelaySMS.
sw: Endelea kwenye mipangilio ya iOS na uchague lugha unayopendelea kwa RelaySMS.
tr: iOS ayarlarına devam edin ve RelaySMS için tercih ettiğiniz dili seçin.

source: Countries
ar: البلدان
de: Länder
es: Países
fa: کشورها
fr: Pays
sw: Nchi
tr: Ülkeler

source: Create a new RelaySMS Vault account or signup to your existing.
ar: إنشاء حساب RelaySMS Vault جديد أو تسجيل الدخول إلى حسابك الحالي.
de: Erstellen Sie ein neues RelaySMS Vault-Konto oder melden Sie sich bei Ihrem bestehenden Konto an.
fa: یک حساب RelaySMS Vault جدید ایجاد کنید یا وارد حساب موجود خود شوید.
fr: Créez un nouveau compte RelaySMS Vault ou connectez-vous à votre compte existant.
sw: Fungua akaunti mpya ya RelaySMS Vault au ingia kwenye akaunti yako iliyopo.
tr: Yeni bir RelaySMS Vault hesabı oluşturun veya mevcut hesabınıza kaydolun.

source: Create account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fa: ایجاد حساب
fr: Créer un compte
sw: Fungua akaunti
tr: Hesap oluştur

source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fa: ایجاد حساب
fr: Créer un compte
sw: Fungua Akaunti
tr: Hesap Oluştur

source: Create new account or log into existing one to begin sending messages from stored online platforms
ar: إنشاء حساب جديد أو تسجيل الدخول إلى حساب موجود لبدء إرسال الرسائل من المنصات المخزنة عبر الإنترنت
de: Erstellen Sie ein neues Konto oder melden Sie sich bei einem bestehenden Konto an, um Nachrichten von gespeicherten Online-Plattformen zu versenden
es: Cree una cuenta nueva o inicie sesión en una ya existente para empezar a enviar mensajes desde las plataformas en línea almacenadas
fa: حساب جدید ایجاد کنید یا وارد حساب موجود شوید تا بتوانید از پلتفرم‌های آنلاین ذخیره شده پیام ارسال کنید
fr: Créez un nouveau compte ou connectez-vous à un compte existant pour commencer à envoyer des messages à partir des plateformes en ligne stockées.
sw: Fungua akaunti mpya au ingia kwenye iliyopo ili kuanza kutuma ujumbe kutoka kwenye majukwaa ya mtandaoni yaliyohifadhiwa
tr: Saklanan çevrimiçi platformlardan mesaj göndermeye başlamak için yeni hesap oluşturun veya mevcut hesabınızda oturum açın

source: Decrypt message
ar: فك تشفير الرسالة
de: Nachricht entschlüsseln
es: Descifrar mensaje
fa: رمزگشایی پیام
fr: Déchiffrer le message
sw: Fungua ujumbe uliofichwa
tr: Mesajı deşifre et

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fa: حذف حساب
fr: Supprimer le compte
sw: Futa Akaunti
tr: Hesabı Sil

source: Don't have an account?
ar: ليس لديك حساب؟
de: Sie haben noch kein Konto?
fa: حساب ندارید؟
fr: Vous n'avez pas de compte ?
sw: Huna akaunti?
tr: Hesabınız yok mu?

source: English
ar: الإنجليزية (Al-Ingliziyyah)
de: Englisch
es: Inglés
fa: انگلیسی (Engelisi)
fr: Anglais
sw: Kiingereza
tr: İngilizce

source: Ensure that the selected phone number includes the country code (e.g., +237).
ar: تأكد من أن رقم الهاتف المحدد يتضمن رمز البلد (مثل +237).
de: Vergewissern Sie sich, dass die gewählte Rufnummer die Landesvorwahl enthält (z. B. +49).
es: Asegúrese de que el número de teléfono seleccionado incluye el prefijo del país (por ejemplo, +237).
fa: اطمینان حاصل کنید که شماره تلفن انتخاب شده شامل کد کشور است (مثلاً +237).
fr: Assurez-vous que le numéro de téléphone sélectionné comprend l'indicatif du pays (par exemple, +237).
sw: Hakikisha namba ya simu iliyochaguliwa inajumuisha msimbo wa nchi (k.m., +237).
tr: Seçilen telefon numarasının ülke kodunu içerdiğinden emin olun (örn. +90).

source: Enter code
ar: أدخل الرمز
de: Code eingeben
es: Introduzca el código
fa: کد را وارد کنید
fr: Saisir le code
sw: Ingiza msimbo
tr: Kodu girin

source: Enter code sent by SMS
ar: أدخل الرمز المرسل عبر الرسائل القصيرة
de: Per SMS gesendeten Code eingeben
es: Introduzca el código enviado por SMS
fa: کدی را که با پیامک ارسال شده وارد کنید
fr: Saisir le code envoyé par SMS
sw: Ingiza msimbo uliotumwa kwa SMS
tr: SMS ile gönderilen kodu girin

source: Enter password
ar: أدخل كلمة المرور
de: Passwort eingeben
es: Introducir contraseña
fa: رمز عبور را وارد کنید
fr: Saisir le mot de passe
sw: Ingiza nenosiri
tr: Şifreyi girin

source: Enter your phone number and new passwords
ar: أدخل رقم هاتفك وكلمات المرور الجديدة
de: Geben Sie Ihre Telefonnummer und Ihre neuen Passwörter ein
es: Introduce tu número de teléfono y tus nuevas contraseñas
fa: شماره تلفن و رمزهای عبور جدید خود را وارد کنید
fr: Saisissez votre numéro de téléphone et vos nouveaux mots de passe
sw: Ingiza namba yako ya simu na nenosiri mpya
tr: Telefon numaranızı ve yeni şifrelerinizi girin

source: Error
ar: خطأ
de: Fehler
fa: خطا
fr: Erreur
sw: Hitilafu
tr: Hata

source: Error! You did nothing wrong...
ar: خطأ! أنت لم تفعل شيئًا خاطئًا...
de: Fehler! Sie haben nichts falsch gemacht...
es: ¡Error! No has hecho nada mal...
fa: خطا! شما کار اشتباهی انجام نداده‌اید...
fr: Erreur ! Vous n'avez rien fait de mal...
sw: Hitilafu! Hukufanya kosa lolote...
tr: Hata! Yanlış bir şey yapmadınız...

source: Finish!
ar: انتهى!
de: Fertig!
es: ¡Termina!
fa: پایان!
fr: Finir !
sw: Maliza!
tr: Bitir!

source: Forgot password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Ha olvidado su contraseña?
fa: رمز عبور را فراموش کرده‌اید؟
fr: Mot de passe oublié ?
sw: Umesahau nenosiri?
tr: Şifrenizi mi unuttunuz?

source: From
ar: من
de: Von
es: En
fa: از
fr: De
sw: Kutoka
tr: Kimden

source: From: %@
ar: من: %@
de: von: %@
es: De: %@
fa: از: %@
fr: De : %@
sw: Kutoka: %@
tr: Kimden: %@

source: Get code
ar: الحصول على الرمز
de: Code erhalten
es: Obtener código
fa: دریافت کد
fr: Obtenir un code
sw: Pata msimbo
tr: Kod al

source: Get me out!
ar: أخرجني من هنا!
de: Hol mich hier raus!
es: ¡Sácame de aquí!
fa: من را خارج کن!
fr: Sortez-moi de là !
sw: Nitoe hapa!
tr: Beni çıkar!

source: Get started
ar: ابدأ
de: Erste schritte
es: Comenzar
fa: شروع کنید
fr: Commencer
sw: Anza kutumia
tr: Başla

source: Get Started
ar: ابدأ
de: Erste Schritte
es: Comenzar
fa: شروع کنید
fr: Commencer
sw: Anza kutumia
tr: Başla

source: Get started!
ar: ابدأ الآن!
de: Los geht's!
es: Póngase en marcha
fa: شروع کنید!
fr: Commencez !
sw: Anza!
tr: Başlayın!

source: Great!
ar: رائع!
de: Prima!
es: ¡Genial!
fa: عالی!
fr: Parfait !
sw: Vizuri!
tr: Harika!

source: Having trouble using the app?
ar: هل تواجه مشكلة في استخدام التطبيق؟
de: Haben Sie Probleme bei der Nutzung der App?
es: ¿Tienes problemas para usar la aplicación?
fa: در استفاده از برنامه مشکل دارید؟
fr: Des difficultés à utiliser l'application ?
sw: Una shida kutumia programu?
tr: Uygulamayı kullanmakta sorun mu yaşıyorsunuz?

source: I accept the
ar: أقبل
de: Ich akzeptiere die
es: Acepto la
fa: من می‌پذیرم
fr: J'accepte la
sw: Ninakubali
tr: Kabul ediyorum.

source: If you don't have an account
ar: إذا لم يكن لديك حساب
de: Wenn Sie kein Konto haben
es: Si no tienes una cuenta
fa: اگر حساب کاربری ندارید
fr: Si vous n'avez pas de compte
sw: Ikiwa huna akaunti
tr: Eğer bir hesabınız yoksa

source: If you don't have an account, Please create one to save your platforms
ar: يرجى إنشاء واحد لحفظ منصاتك إذا لم يكن لديك حساب،
de: Wenn Sie noch kein Konto haben, Bitte erstellen Sie eines, um Ihre Plattformen zu speichern
es: Si no tiene una cuenta, cree una para guardar sus plataformas
fa: اگر حساب ندارید، لطفاً یکی ایجاد کنید تا پلتفرم‌های خود را ذخیره کنید
fr: Si vous n'avez pas de compte, Veuillez en créer un pour sauvegarder vos plateformes
sw: Ikiwa huna akaunti, Tafadhali tengeneza moja ili kuhifadhi majukwaa yako
tr: Eğer bir hesabınız yoksa, Lütfen platformlarınızı kaydetmek için bir tane oluşturun

source: If you forgot your password
ar: إذا نسيت كلمة المرور الخاصة بك
de: Wenn Sie Ihr Passwort vergessen haben
es: Si ha olvidado su contraseña
fa: اگر رمز عبور خود را فراموش کرده‌اید
fr: Si vous avez oublié votre mot de passe
sw: Ikiwa umesahau nenosiri lako
tr: Eğer şifrenizi unuttuysanız

source: in %lld seconds
ar: خلال %lld ثانية
de: in %lld Sekunden
es: en %lld segundos
fa: در %lld ثانیه
fr: en %lld secondes
sw: ndani ya sekunde %lld
tr: lld saniye içinde

source: Inbox
ar: صندوق الوارد
de: Posteingang
es: Bandeja de entrada
fa: صندوق ورودی
fr: Boîte de réception
sw: Kikasha cha ujumbe
tr: Gelen kutusu

source: Introducing Vaults
ar: نقدم Vaults
de: Einführung von Vaults
es: Presentamos Vaults
fa: معرفی Vaults
fr: Introduction à Vaults
sw: Tunatambulisha Vaults
tr: Vaults'u Tanıtıyoruz

source: It seems you logged into another device. You can use RelaySMS on only one device at a time.
ar: يبدو أنك قمت بتسجيل الدخول على جهاز آخر. يمكنك استخدام RelaySMS على جهاز واحد فقط في المرة الواحدة.
de: Es scheint, dass Sie sich auf einem anderen Gerät angemeldet haben. Sie können RelaySMS nur auf einem Gerät gleichzeitig verwenden.
es: Parece que has iniciado sesión en otro dispositivo. Puedes usar RelaySMS solo en un dispositivo a la vez.
fa: به نظر می‌رسد در دستگاه دیگری وارد شده‌اید. شما می‌توانید RelaySMS را فقط در یک دستگاه در یک زمان استفاده کنید.
fr: Il semble que vous vous soyez connecté sur un autre appareil. Vous ne pouvez utiliser RelaySMS que sur un seul appareil à la fois.
sw: Inaonekana umeingia kwenye kifaa kingine. Unaweza kutumia RelaySMS kwenye kifaa kimoja tu kwa wakati mmoja.
tr: Başka bir cihazda oturum açmış görünüyorsunuz. RelaySMS'i aynı anda yalnızca bir cihazda kullanabilirsiniz.

source: Language
ar: اللغة
de: Sprache
es: Idioma
fa: زبان
fr: Langue
sw: Lugha
tr: Dil

source: Learn how it works
ar: تعرف على كيفية عملها
de: Erfahren Sie, wie es funktioniert
es: Aprenda cómo funciona
fa: یاد بگیرید چگونه کار می‌کند
fr: En savoir plus sur son fonctionnement
sw: Jifunze jinsi inavyofanya kazi
tr: Nasıl çalıştığını öğrenin

source: Let's get you started
ar: لنبدأ معك
de: So fangen Sie an
es: Empecemos
fa: بیایید شروع کنیم
fr: Commençons par le commencement
sw: Hebu tukuanzishe
tr: Hadi başlayalım

source: Log in
ar: تسجيل الدخول
de: Einloggen
es: Conectarse
fa: ورود
fr: Se connecter
sw: Ingia
tr: Giriş yap

source: Log out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fa: خروج
fr: Se déconnecter
sw: Toka
tr: Oturumu kapat

source: Login
ar: تسجيل الدخول
de: Anmeldung
es: Inicio de sesión
fa: ورود
fr: Connexion
sw: Ingia
tr: Giriş

source: Login with internet
ar: تسجيل الدخول عبر الإنترنت
de: Mit Internet anmelden
es: Iniciar sesión con internet
fa: ورود با اینترنت
fr: Se connecter avec internet
sw: Ingia na mtandao
tr: İnternet ile giriş yap

source: Make default
ar: جعله افتراضي
de: Standard machen
es: Por defecto
fa: پیش‌فرض کردن
fr: Rendre par défaut
sw: Fanya kuwa chaguo-msingi
tr: Varsayılan yap

source: Make sure phone code e.g +237 is included in the selected number
ar: تأكد من تضمين رمز الهاتف مثل +237 في الرقم المحدد
de: Stellen Sie sicher, dass der Telefoncode, z.B. +237, in der ausgewählten Nummer enthalten ist
es: Asegúrate de que el código de teléfono, por ejemplo +34, esté incluido en el número seleccionado
fa: مطمئن شوید که کد تلفن مانند +98 در شماره انتخاب شده گنجانده شده است
fr: Assurez-vous que l'indicatif téléphonique (ex : +33) est inclus dans le numéro sélectionné
sw: Hakikisha msimbo wa simu kama +255 umejumuishwa kwenye namba iliyochaguliwa
tr: Telefon kodu örn. +90'ın seçilen numaraya dahil edildiğinden emin olun

source: Message with phone number
ar: رسالة مع رقم الهاتف
de: Nachricht mit Telefonnummer
es: Mensaje con número de teléfono
fa: پیام با شماره تلفن
fr: Message avec numéro de téléphone
sw: Ujumbe na namba ya simu
tr: Telefon numarası içeren mesaj

source: Messages are encrypted meaning the messages will be scrambled - don't worry that's intended
ar: الرسائل مشفرة مما يعني أن الرسائل ستكون مختلطة - لا تقلق هذا مقصود
de: Die Nachrichten sind verschlüsselt, d.h. die Nachrichten werden verschlüsselt - keine Sorge, das ist beabsichtigt.
es: Los mensajes están encriptados, lo que significa que los mensajes serán codificados - no se preocupe que es la intención
fa: پیام‌ها رمزگذاری می‌شوند یعنی پیام‌ها درهم خواهند شد - نگران نباشید این عمدی است
fr: Les messages sont cryptés, ce qui signifie qu'ils seront brouillés - ne vous inquiétez pas, c'est voulu.
sw: Ujumbe umesimbwa maana ujumbe utachanganywa - usijali hiyo ni nia
tr: Mesajlar şifrelenir, yani mesajlar karıştırılır - endişelenmeyin bu amaçlanmıştır

source: Messages are shared with your default SMS messaging app which you use to send out SMS messages from your device
ar: تتم مشاركة الرسائل مع تطبيق الرسائل القصيرة الافتراضي الذي تستخدمه لإرسال رسائل SMS من جهازك
de: Nachrichten werden mit Ihrer Standard-SMS-Anwendung geteilt, die Sie zum Versenden von SMS-Nachrichten von Ihrem Gerät aus verwenden.
es: Los mensajes se comparten con la aplicación de mensajería SMS predeterminada que utilizas para enviar mensajes SMS desde tu dispositivo.
fa: پیام‌ها با برنامه پیام‌رسانی پیش‌فرض SMS شما به اشتراک گذاشته می‌شوند که از آن برای ارسال پیام‌های SMS از دستگاه خود استفاده می‌کنید
fr: Les messages sont partagés avec l'application de messagerie SMS par défaut que vous utilisez pour envoyer des SMS à partir de votre appareil.
sw: Ujumbe unashirikiwa na programu yako ya ujumbe wa SMS chaguo-msingi ambayo unatumia kutuma ujumbe wa SMS kutoka kwenye kifaa chako
tr: Mesajlar, cihazınızdan SMS mesajları göndermek için kullandığınız varsayılan SMS mesajlaşma uygulamanızla paylaşılır

source: Messaging with your personal accounts
ar: المراسلة باستخدام حساباتك الشخصية
de: Nachrichten mit Ihren persönlichen Konten
es: Mensajería con tus cuentas personales
fa: پیام‌رسانی با حساب‌های شخصی شما
fr: Messagerie avec vos comptes personnels
sw: Kutuma ujumbe na akaunti yako ya RelaySMS
tr: Kişisel hesaplarınızla mesajlaşma

source: Messaging with your RelaySMS account
ar: المراسلة باستخدام حساب RelaySMS الخاص بك
de: Nachrichten mit Ihrem RelaySMS-Konto
es: Mensajería con tu cuenta de RelaySMS
fa: پیام‌رسانی با حساب RelaySMS شما
fr: Messagerie avec votre compte RelaySMS
sw: Kutuma ujumbe na akaunti yako ya RelaySMS
tr: RelaySMS hesabınızla mesajlaşma

source: No messages in inbox
ar: لا توجد رسائل في صندوق الوار
de: Keine Nachrichten im Posteingang
es: No hay mensajes en la bandeja de entrada
fa: هیچ پیامی در صندوق ورودی نیست
fr: Aucun message dans la boîte de réception
sw: Hakuna ujumbe kwenye kikasha
tr: Gelen kutusunda mesaj yok

source: No messages sent
ar: لم يتم إرسال رسائل
de: Keine Nachrichten gesendet
es: No se envían mensajes
fa: هیچ پیامی ارسال نشده است
fr: Aucun message envoyé
sw: Hakuna ujumbe uliotumwa
tr: Gönderilen mesaj yok

source: No online platforms saved yet...
ar: لم يتم حفظ أي منصات عبر الإنترنت بعد...
de: Noch keine Online-Plattformen gespeichert...
es: Aún no hay plataformas en línea guardadas...
fa: هنوز هیچ پلتفرم آنلاینی ذخیره نشده است...
fr: Aucune plateforme en ligne enregistrée pour le moment...
sw: Bado hakuna majukwaa ya mtandao yaliyohifadhiwa...
tr: Henüz kaydedilmiş çevrimiçi platform yok...

source: No platforms
ar: لا توجد منصات
de: Keine Plattformen
es: Sin plataformas
fa: بدون پلتفرم
fr: Pas de plates-formes
sw: Hakuna majukwaa
tr: Platform yok

source: No recent messages
ar: لا توجد رسائل حديثة
de: Keine neuen Nachrichten
es: No hay mensajes recientes
fa: بدون پیام‌های اخیر
fr: Pas de messages récents
sw: Hakuna ujumbe wa hivi karibuni
tr: Son mesaj yok

source: No Vault account
ar: لا يوجد حساب Vault
de: Kein Vault-Konto
es: Sin cuenta Vault
fa: بدون حساب Vault
fr: Aucun compte Vault
sw: Hakuna akaunti ya Vault
tr: Vault hesabı yok

source: Not my fault!
ar: ليس خطأي!
de: Nicht meine Schuld!
es: ¡No es mi culpa!
fa: تقصیر من نیست!
fr: Ce n'est pas ma faute !
sw: Si kosa langu!
tr: Benim hatam değil!

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Configuración
fa: باز کردن تنظیمات
fr: Ouvrir les Paramètres
sw: Fungua Mipangilio
tr: Uygulama Dilini Değiştir

source: OTP Code
ar: رمز OTP
es: Código OTP
fa: کد OTP
fr: Code OTP
sw: Msimbo wa OTP
tr: OTP Kodu
